app/controllers/clients_controller.rb

INSERT INTO "clients" ("fantasy_name", "corporate_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["fantasy_name", "teste"], ["corporate_name", "teste"], ["created_at", "2017-01-09 23:58:18.838849"], ["updated_at", "2017-01-09 23:58:18.838849"]]
---
  def create
    @client = Client.new(client_params)

    respond_to do |format|
      if @client.save